@include('layouts.blocks.header.header')
@yield('navbar', view('layouts.navbar'))
<div class="regulation-page">
    <div class="container">
        <h1>Правила ресурса</h1>
        <p>Мы прилагаем много усилий, чтобы сделать сайт удобным, а атмосферу на нем приятной и дружелюбной, однако не сможем добиться этого без вашей помощи. Пожалуйста, прочитайте несложные правила, которые позволят избежать неприятных ситуаций:</p>
        <h2 class="head-bord">Публикация</h2>
        <p><b class="text-success">Можно</b> публиковать:</p>
        <div>
            <ul class="list-ok">
                <li class="flex">
                    <div class="list-style flex"></div>
                    <div>
                        <p class="marg-not"><b>Фанфики или ориджиналы, написанные вами</b></p>
                        <p class="marg-not">Написанный вами текст должен быть предварительно проверен на ошибки и оформлен в соответствии с правилами русского языка.</p>
                    </div>
                </li>

                <li class="flex">
                    <div class="list-style flex"></div>
                    <div>
                        <p class="marg-not"><b>Переводы фанфиков и ориджиналов с иностранных языков (только с разрешения автора!)</b></p>
                        <p class="marg-not">Сделанный вами лично перевод с иностранного языка. Разрешение автора на публикацию следует получить заранее.</p>
                    </div>
                </li>

                <li class="flex">
                    <div class="list-style flex"></div>
                    <div>
                        <p class="marg-not"><b>Статьи или исследования о фанфикшене или фэндоме</b></p>
                        <p class="marg-not">Написанная вами статья должна соответствовать тематике раздела и быть помеченной направленностью «Статьи».</p>
                    </div>
                </li>
            </ul>
        </div>
        <p><b class="text-danger">Запрещено</b> публиковать:</p>
        <div>
            <ul class="list-not-ok">
                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Тексты, написанные другими, скопированные из интернета. Ни под каким предлогом и ни в каком виде</b></p>
                        <ul class="list-interior">
                            <li>Даже написав в шапке "фанф не мой".</li>
                            <li>Даже получив разрешение от автора.</li>
                            <li>Ни под каким предлогом!</li>
                            <li>Это не шутка. За нарушение этого правила вас легко могут забанить на сайте.</li>
                        </ul>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Тексты на языках, отличных от русского</b></p>
                        <p class="marg-not">«Книга фанфиков» — русскоязычный ресурс. Вставки на иностранных языках допустимы, но основной текст должен быть на русском.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Флуд, спам и тексты оскорбительного и/или провокационного характера</b></p>
                        <p class="marg-not">Не стоит поддаваться соблазну подшутить над читателями или опубликовать что-либо не соответствующее тематике фэндома или формату ресурса в целом. Подобные публикации будут удалены, а нарушителей ждут соответствующие санкции.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Работы, затрагивающие недавние мировые трагедии и политические конфликты</b></p>
                        <p class="marg-not">Неважно, с какой именно целью написана работа - не стоит использовать недавние события-трагедии для создания своих работ, это по меньшей мере нетактично по отношению к тем, кто мог от них пострадать. Если вы хотите написать текст по историческим событиям, выждите хотя бы полгода с момента, когда ситуация стабилизируется. Если вы обнаружили на сайте подобную работу, обратитесь в службу поддержки или на support@ficbook.net.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Конкурсы, мероприятия, флешмобы, объявления, обращения к читателям под видом фанфика или его части</b></p>
                        <p class="marg-not">Это вещи, которые лучше делать в личном дневнике. Какую-то важную информацию можно разместить в поле «О себе» в своём профиле. Для общения с постоянными читателями используйте личные сообщения.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Мнения о событиях или описания своей жизни, похожие на записи в личном дневнике</b></p>
                        <p class="marg-not">Фанфик или ориджинал — художественное произведение с завязкой, кульминацией, развязкой, сюжетом. Записи вроде «Я встала в 8 утра и пошла в школу» лучше оставить для личного дневника.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Подборки цитат, изречений, анекдотов, постов, логов</b></p>
                        <p class="marg-not">Можно опубликовать статью, основанную на цитатах, но только при том условии, что это будет ваше авторское исследование, основанное на них, а не просто подборка со скупыми комментариями. Уместность каждой такой статьи решается индивидуально.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Переводы текстов песен</b></p>
                        <p class="marg-not">Неважно, в рифму или нет — это не фанфикшен.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Наброски, еще не ставшие полноценным произведением и главой</b></p>
                        <p class="marg-not">Не публикуйте фанфик, состоящий из фразы «тут будет первая часть» - можно отметить текст как черновик, если он еще не готов. Не публикуйте главу размером в несколько строк. Несмотря на то, что выставлять работы в процессе написания разрешено, каждая глава должна иметь завершенную идею и быть отдельной единицей смысла.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Списки признаков и причин, советов, ТОПов, плюсов и минусов, анкет персонажей, подобного</b></p>
                        <p class="marg-not">Перечисление чего-либо не является фанфикшеном. Запрет не касается только работ в стиле «Жанры и предупреждения». Уместность каждой такой работы решается индивидуально.</p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Тексты с участием персонажей, не достигших возраста согласия</b></p>
                        <p class="marg-not">В сексуального характера сценах не могут быть задействованы персонажи, не достигшие возраста согласия. Универсальный возраст согласия на сайте - 16 лет. Уместность каждой такой работы решается индивидуально. <b>Даже если персонажу 1000 лет, но он выглядит моложе 16, то в половых актах он не может принимать участие.</b></p>
                    </div>
                </li>

                <li class="list-style-not flex">
                    <div class="flex"></div>
                    <div>
                        <p class="marg-not"><b>Неполные работы со ссылкой на продолжение на стороннем ресурсе</b></p>
                        <p class="marg-not">Пример: вот первая глава, остальное читайте по ссылке.</p>
                    </div>
                </li>
            </ul>
        </div>
    </div>
</div>
@yield('footer', view('layouts.blocks.footer.footer'))